{
  "makoy": "Improves liver function and soothes ulcers. May cause nausea or diarrhea in high doses.",
  "giloy": "Boosts immunity and treats chronic fever. Excessive use may lead to constipation or low blood sugar.",
  "kutki": "Protects the liver and helps with digestive issues. Overuse can cause dehydration and low blood pressure.",
  "karkatashriringi": "Used for respiratory disorders and asthma. High doses may lead to digestive discomfort.",
  "maricha": "Enhances digestion and metabolism. Excessive consumption may cause acidity or throat irritation.",
  "bhumi amla": "Treats liver disorders and aids digestion. Prolonged use may lower blood sugar excessively.",
  "ajagandha": "Supports digestion and respiratory health. May cause allergic reactions in some individuals.",
  "ajamoda": "Relieves bloating and digestive issues. Can cause acidity and discomfort if taken in excess.",
  "amalaki": "Powerful antioxidant, improves immunity. Overconsumption may lead to acidity or diarrhea.",
  "aragvadha": "Natural laxative, useful for skin disorders. Excess intake can cause stomach cramps or diarrhea.",
  "arka": "Detoxifies and supports respiratory health. Can cause nausea and dizziness in some cases.",
  "asana": "Helps in diabetes and wound healing. Prolonged use may affect liver function.",
  "ashoka": "Supports female reproductive health. May cause hormonal imbalances if used excessively.",
  "atasi": "Rich in omega-3, supports heart health. Overuse can lead to digestive issues or bloating.",
  "atibala": "Boosts immunity and reduces inflammation. Excess consumption may cause stomach discomfort.",
  "ativisha": "Useful for fever and digestive disorders. High doses can be toxic and lead to vomiting.",
  "bakuchi": "Improves skin conditions and pigmentation. Can cause skin irritation or allergic reactions.",
  "bibhitaki": "Aids digestion and detoxification. Overuse may lead to dehydration or diarrhea.",
  "chandrasura": "Enhances metabolism and immunity. Excess intake can cause acidity or digestive distress.",
  "chitraka": "Boosts digestion and reduces bloating. May cause ulcers or gastric irritation if overused.",
  "gambhari": "Improves vitality and supports the nervous system. Overconsumption may cause digestive issues.",
  "gokshura": "Enhances kidney and urinary health. Can lead to dehydration if taken excessively.",
  "guduchi": "Boosts immunity and detoxifies the body. May lower blood sugar too much in diabetics.",
  "guggulu": "Reduces cholesterol and joint pain. Excess intake may cause skin rashes or digestive upset.",
  "gunja": "Used in external applications for skin issues. Highly toxic if ingested in large amounts.",
  "haridra": "Anti-inflammatory and supports liver health. Can cause stomach upset if consumed in excess.",
  "haritaki": "Aids digestion and detoxification. Overuse may lead to dehydration and electrolyte imbalance.",
  "hingu": "Relieves gas and improves digestion. Excessive consumption can cause nausea or headaches.",
  "jatamansi": "Supports mental calmness and sleep. May cause drowsiness or dizziness in high doses.",
  "jatiphala": "Improves digestion and relieves stress. Overuse can lead to hallucinations or nausea.",
  "kampillaka": "Helps in deworming and liver health. Can cause abdominal cramps if taken in excess.",
  "kanchanara": "Supports thyroid and lymphatic health. May interfere with thyroid function in high doses.",
  "kankola": "Used in digestive and respiratory support. Overuse may lead to digestive irritation.",
  "kantakari": "Supports respiratory and immune health. Can cause throat irritation in some cases.",
  "kapikachhu": "Enhances brain function and libido. Overconsumption may cause dizziness or nausea.",
  "karavira": "Used externally for wound healing. Highly toxic if ingested in large amounts.",
  "karanja": "Beneficial for skin diseases and liver health. Can cause skin irritation or allergic reactions.",
  "karpasa": "Supports skin and hair health. Overuse may lead to dryness or scalp irritation.",
  "katuki": "Liver detoxifier and promotes digestion. Excess intake may cause dehydration and fatigue.",
  "ketaki": "Used in perfumes and traditional medicines. Can cause skin irritation if applied excessively.",
  "neem": "Blood purifier, anti-inflammatory, supports skin and dental health. Overuse can lead to liver damage and lowered fertility.",
  "mulethi": "Supports respiratory health and soothes stomach ulcers. Excessive consumption can raise blood pressure.",
  "babool": "Supports oral health and wound healing. May cause constipation if taken in large quantities.",
  "chirchita": "Bitter tonic, fever reducer, liver health. Overuse may cause nausea or dizziness.",
  "ashwagandha": "Adaptogen, stress relief, energy, immunity. Excess use can lead to digestive issues or drowsiness.",
  "bael": "Aids digestion, relieves constipation, supports ulcerative colitis. Overuse may cause bloating or gastric discomfort.",
  "aloe vera": "Reduces dental plaque, accelerates wound healing, prevents wrinkles. Can cause diarrhea or skin irritation in excess.",
  "kulanjan": "Helps in rheumatoid arthritis, boosts immunity, aids respiratory health. Excessive use may lead to acidity or irritation.",
  "kalmegh": "Reduces inflammation, supports liver health, fights infections. Can cause nausea or low blood pressure in high doses.",
  "shatavari": "Supports female reproductive health, boosts lactation, aids digestion. Overuse may cause hormonal imbalance or bloating.",
  "shirish": "Helps in allergies and inflammatory conditions. Excess use may lead to dryness or mild toxicity.",
  "adusa": "Treats bronchitis, asthma, cough, and breathing issues. Overuse may cause nausea or digestive discomfort.",
  "ratti": "Aids skin conditions, inflammation, and wound healing. Highly toxic if ingested in large quantities.",
  "pippali": "Supports respiratory health, relieves chronic coughs, aids asthma. Can cause acidity or throat irritation in excess.",
  "kanghi": "Helps in digestive disorders, joint pain, gout, and arthritis. Overuse may lead to stomach cramps or discomfort.",
  "tamalpatra": "Aids gastric ulcers, supports respiratory and oral health. Excess intake can cause acidity or allergic reactions.",
  "ananas": "Aids digestion, reduces inflammation, helps wound healing. Excessive intake may lead to acidity or allergies.",
  "bharangi": "Helps in allergic rhinitis, sinusitis, and respiratory disorders. Overuse may cause nausea or dizziness.",
  "chitvan": "Supports digestion, metabolism, and relieves abdominal pain. High doses may cause gastric irritation.",
  "ankola": "Aids wounds, skin diseases, diabetes, and diarrhea. Excessive use may lead to toxicity or digestive discomfort.",
  "senna": "Acts as a natural laxative and aids digestive cleansing. Overuse may cause dehydration or dependency.",
  "yashtimadhu": "Soothes the throat and aids digestion. Excess use can raise blood pressure or cause bloating.",
  "javantri": "Stimulates appetite and aids digestion. Overconsumption may lead to hallucinations or dizziness.",
  "elchi": "Freshens breath and supports digestion. Excess intake can cause acidity or throat irritation.",
  "laving": "Relieves toothache and has antimicrobial properties. Overuse may cause mouth irritation or nausea.",
  "shitalchini": "Acts as an anti-inflammatory and digestive aid. High doses may cause stomach irritation.",
  "jaifal": "Supports sleep and pain relief. Excess use can cause hallucinations or dizziness.",
  "phudina": "Provides a cooling effect and relieves nausea. Overuse may cause acid reflux or throat irritation.",
  "kapur": "Relieves chest congestion and pain. Inhalation in high doses can cause toxicity.",
  "bhringraj": "Promotes hair growth and supports liver health. Excess use may cause skin irritation or dryness.",
  "punarnava": "Supports kidney and liver function. Overuse may lead to dehydration or electrolyte imbalance.",
  "arjun": "Strengthens heart health. Excess consumption may lower blood pressure too much.",
  "daru haldi": "Has anti-inflammatory and antibacterial properties. High doses can cause digestive issues or allergic reactions.",
  "shunthi": "Aids digestion, relieves nausea, reduces inflammation. Overuse can lead to acidity or heartburn.",
  "senna leaves": "Acts as a natural laxative, helps relieve constipation. Overuse may lead to dependency or dehydration.",
  "sunth": "Aids digestion, reduces nausea, relieves bloating. Overconsumption may cause gastric irritation.",
  "ajwain": "Supports digestion, relieves acidity, reduces bloating. High intake may lead to stomach discomfort or acidity.",
  "himej": "Aids digestion, relieves constipation, detoxifies the body. Overuse may cause dehydration or electrolyte imbalance.",
  "nisoth": "Acts as a natural laxative, detoxifies, supports liver health. Excess use may lead to dehydration or cramps.",
  "badamtaila": "Protects skin and hair, provides deep nourishment. Excessive use may cause oil buildup or allergic reactions.",
  "bibhitaka": "Supports immune function, aids detoxification, promotes digestion. Overuse may cause dehydration or diarrhea.",
  "vidanga": "Supports detoxification, improves digestion, enhances skin clarity. High doses may lead to stomach discomfort.",
  "musta": "Supports digestion, reduces inflammation, relieves pain. Overuse may cause acidity or constipation.",
  "eranda": "Promotes joint health, aids detoxification, supports digestion. Excess use may lead to stomach cramps or diarrhea.",
  "dhataki": "Supports menstrual health, rejuvenates skin, aids digestion. Overuse may cause hormonal imbalances.",
  "camphor": "Relieves pain and inflammation, supports respiratory health. Inhalation in large amounts may cause dizziness or toxicity.",
  "mishri": "Acts as a natural sweetener, aids digestion, soothes sore throats. Overuse can contribute to high blood sugar.",
  "wheatgrass": "Boosts immunity, detoxifies, enhances energy. Overconsumption may lead to nausea or headaches.",
  "laung": "Supports oral health, relieves pain, aids digestion. Excess use may cause mouth irritation or acidity.",
  "nilghiri": "Promotes respiratory health, relieves congestion, antimicrobial. Overuse may cause allergic reactions or dizziness.",
  "gum acacia": "Supports digestion, acts as a natural binder, aids wound healing. Excessive intake may cause bloating or constipation.",
  "talcum": "Absorbs moisture, reduces friction, soothes skin. Inhalation of excess powder may cause respiratory issues.",
  "swasari ras": "Helps loosen and break up mucus, making it easier to cough up. Excess intake may cause throat irritation.",
  "sitopaladi churna": "Helps relieve dry and wet cough, fatigue, and rickets-related issues. Overuse can cause acidity or digestive discomfort.",
  "moti pishti": "Enhances skin health, promotes cooling, and supports emotional well-being. Excessive use may cause fatigue due to cooling effects.",
  "godanti bhasma": "Strengthens bones, supports vitality, and enhances immunity. High doses may cause digestive disturbances.",
  "punarnavadi mandoor": "Supports kidney function, improves circulation, and aids detoxification. Prolonged use may disturb electrolyte balance.",
  "guggul shuddh": "Supports joint health, reduces inflammation, and helps in weight management. May cause digestive issues or allergic reactions.",
  "mukta shukti bhasma": "Enhances skin health, boosts immunity, and supports overall vitality. Overuse may lead to excessive cooling in the body.",
  "mahat vidhvansan ras": "Reduces joint pain, alleviates inflammation, and promotes mobility. Excessive use may lead to digestive issues.",
  "aamvatari ras": "Provides relief from joint pain, reduces inflammation, and supports overall joint health. Overuse may lead to acidity or gastric discomfort.",
  "vrihat vatchintamani ras": "Supports vitality, improves digestion, and enhances mental clarity. High doses may cause nervous system imbalances.",
  "nirgundi": "Relieves pain and inflammation, supports joint health, and promotes respiratory wellness. Excess usage may cause dryness in the body.",
  "nagarmotha": "Aids digestion, relieves stress, and supports skin health. Overuse may lead to dehydration or weakness.",
  "vaividang": "Supports digestion, enhances metabolism, and promotes detoxification. High intake may cause stomach irritation.",
  "vacha": "Enhances cognitive function, supports mental clarity, and improves speech. Excessive use may cause irritation in the mouth or throat.",
  "devdaru": "Relieves pain, reduces inflammation, and supports respiratory health. Overuse may cause nausea or dizziness.",
  "chirayta": "Supports detoxification, boosts immunity, and aids digestion. Can be very bitter and may cause loss of appetite if overused.",
  "baheda": "Supports digestion, improves skin texture, and enhances respiratory function. Excess intake may cause constipation.",
  "gajpipal": "Enhances digestive health, supports respiratory function, and relieves pain. Overuse may cause heat buildup in the body.",
  "sonth": "Aids digestion, reduces inflammation, and boosts immunity. High consumption may lead to heartburn or irritation.",
  "lassha": "Supports digestion, relieves pain, and promotes overall wellness. Excess intake may cause stomach discomfort or acidity.",
  "shallaki": "Reduces inflammation, alleviates joint pain, and supports mobility. High doses may cause nausea or dizziness.",
  "spinach": "Boosts immunity, supports digestion, and provides essential nutrients. Overconsumption may lead to kidney stone formation.",
  "corn": "Supports digestion, provides energy, and aids in heart health. Excess intake may cause bloating or digestive discomfort.",
  "varun": "Supports kidney health, promotes detoxification, and balances fluid retention. Overuse may cause excessive urination.",
  "pashanbhed": "Supports kidney and urinary tract health, aids detoxification, and relieves pain. May lead to dehydration if taken in excess.",
  "methi": "Supports digestion, regulates blood sugar, and promotes hair growth. High intake may cause bloating or gas.",
  "singhada": "Aids digestion, supports weight loss, and promotes skin health. Overconsumption may cause bloating or indigestion.",
  "amla": "Boosts immunity, improves skin health, and supports digestion. Excess intake may lead to acidity or sore throat.",
  "chhoti harad": "Supports digestion, detoxifies the body, and promotes longevity. Overuse may cause dehydration or excessive bowel movements.",
  "nausadar": "Relieves respiratory congestion, aids digestion, and improves metabolism. Excessive intake may cause irritation or dehydration.",
  "jeera": "Aids digestion, reduces bloating, and supports weight management. Overuse may cause acidity or heartburn.",
  "neembu sat": "Enhances digestion, provides vitamin C, and promotes detoxification. Excess intake may cause acidity or enamel erosion.",
  "kali mirch": "Boosts metabolism, improves respiratory health, and enhances immunity. Overuse may cause stomach irritation or heartburn.",
  "chhoti peepal": "Supports respiratory function, aids digestion, and relieves cold symptoms. High intake may lead to throat irritation.",
  "neembu": "Rich in antioxidants, supports immunity, and enhances digestion. Overuse may lead to acidity or dental sensitivity.",
  "chini": "Provides sweetness, energy source, and enhances taste. Excess consumption may cause obesity or diabetes risk.",
  "anardana": "Aids digestion, rich in antioxidants, and adds tangy flavor. Overuse may lead to acidity or stomach discomfort.",
  "amchur": "Enhances digestion, rich in vitamin C, and provides tangy taste. Excess intake may cause acidity or gastric irritation.",
  "samudra lavan": "Balances electrolytes, aids digestion, and enhances mineral absorption. Overuse may lead to high blood pressure.",
  "dhaniya": "Supports digestion, has cooling properties, and detoxifies the body. Excessive use may cause allergic reactions in some individuals.",
  "kala lavan": "Improves digestion, enhances metabolism, and balances electrolytes. High intake may cause bloating or dehydration.",
  "dalchini": "Regulates blood sugar, improves digestion, and has anti-inflammatory properties. Overuse may lead to liver toxicity.",
  "badi elaichi": "Aids digestion, detoxifies the body, and supports respiratory health. Excess intake may cause digestive issues.",
  "sendha lavan": "Maintains electrolyte balance, supports digestion, and detoxifies the body. High consumption may raise blood pressure levels.",
  "saunf": "Aids digestion, freshens breath, and reduces bloating. Overuse may cause hormonal imbalances.",
  "gulkand": "Cools the body, aids digestion, and improves skin health. Excess consumption may lead to weight gain due to its sugar content.",
  "saunth": "Improves digestion, relieves nausea, and has anti-inflammatory properties. High intake may cause acidity or irritation.",
  "lal mirch": "Boosts metabolism, enhances flavor, and improves digestion. Overuse may lead to stomach ulcers or digestive discomfort.",
  "hing": "Reduces bloating, improves digestion, and relieves stomach discomfort. High intake may cause dizziness or nausea.",
  "hing bhuna": "Reduces gas formation, aids digestion, and relieves stomach discomfort. Overuse may lead to acidity or dehydration.",
  "ashvagandha": "Adaptogen, stress relief, energy, and immunity. High intake may cause drowsiness or digestive issues.",
  "shilajit": "Boosts energy, enhances stamina, and supports overall vitality. Excess consumption may cause overheating or dehydration.",
  "shilajeet": "Enhances cognitive function, supports immune health, and improves endurance. Overuse may lead to hormonal imbalances.",
  "godugdha": "Nourishes the body, strengthens bones, and enhances digestion. Excess intake may lead to lactose intolerance symptoms in some people.",
  "satavari": "Supports reproductive health, balances hormones, and improves lactation. High doses may cause stomach upset or allergic reactions.",
  "manjishtha": "Purifies blood, promotes clear skin, and supports liver function. Excessive use may lead to digestive disturbances.",
  "kustha": "Supports skin health, relieves itching, and promotes wound healing. Overuse may cause dryness or allergic reactions.",
  "tagara": "Calms the mind, promotes relaxation, and supports sleep quality. High doses may cause drowsiness or lethargy.",
  "sharkara": "Natural sweetener, provides energy, and supports digestion. Overuse may contribute to weight gain or diabetes risk.",
  "daruharidra": "Supports liver health, improves digestion, and has antibacterial properties. High intake may cause nausea or digestive issues.",
  "yasti": "Soothes the throat, supports respiratory health, and improves digestion. Overuse may lead to high blood pressure or hormonal imbalance.",
  "meda": "Supports brain health, nourishes tissues, and boosts immunity. High doses may cause dizziness or digestive discomfort.",
  "yavani": "Aids digestion, relieves bloating, and supports metabolism. Overuse may lead to stomach irritation or acidity.",
  "sayonak": "Promotes joint health, reduces inflammation, and supports overall wellness. Excessive intake may cause allergic reactions or digestive issues.",

  "goghrita": "nourishes tissues, improves digestion, and supports brain function.",
  "brahmi": "enhances memory, reduces stress, and improves cognitive function.",
  "syama": "supports skin health, detoxifies, and aids in digestion.",
  "trivrt": "acts as a mild laxative, supports liver health, and detoxifies the body.",
  "gougrit": "improves digestion, nourishes tissues, and enhances mental clarity.",
  "durvadi": "cools the body, promotes skin health, and reduces inflammation.",
  "neel kamal": "calms the mind, promotes relaxation, and supports mental health.",
  "danti": "supports liver function, detoxifies, and improves digestion.",
  "sankhapuspi": "boosts memory, calms the nervous system, and improves sleep.",
  "nrpadruma": "supports respiratory health, reduces inflammation, and improves immunity.",
  "saptala": "aids in detoxification, supports kidney function, and purifies blood.",
  "kateri chhoti": "reduces inflammation, supports pain relief, and improves immunity.",
  "kala vasa": "clears respiratory passages, supports lung health, and relieves cough.",
  "safed vasa": "helps in treating respiratory issues, reduces phlegm, and improves breathing.",
  "banfsa": "soothes sore throat, helps with cough, and supports immune function.",
  "desi": "nourishes the body, supports digestion, and enhances overall vitality.",
  "pippili chhoti": "aids digestion, supports lung health, and boosts metabolism.",
  "daalchini": "regulates blood sugar, improves digestion, and enhances immunity.",
  "lavang": "relieves toothache, improves digestion, and has antibacterial properties.",
  "tejpatra": "improves metabolism, enhances digestion, and supports heart health.",
  "lisoda": "supports digestive health, relieves cough, and improves gut function.",
  "amaltash": "acts as a natural laxative, detoxifies the body, and improves digestion.",
  "datura": "supports respiratory function, relieves pain, and helps with asthma.",
  "sankhpuspi": "boosts memory, calms the nervous system, and improves sleep.",
  "shatavar": "supports female reproductive health and hormonal balance.",
  "safed musli": "improves stamina, vitality, and immunity.",
  "vidarikand": "acts as a rejuvenating herb and supports kidney health.",
  "tvak": "supports skin health and has anti-inflammatory properties.",
  "kala namak": "aids digestion, improves metabolism, and balances electrolytes.",
  "meetha soda": "helps neutralize acidity and improves digestion.",
  "nimbu sat": "rich in vitamin C, boosts immunity, and improves digestion.",
  "gulab phool": "cooling effect, good for skin health, and aids digestion.",
  "kala dana": "improves digestion, supports heart health, and reduces bloating.",
  "sounf": "aids digestion, freshens breath, and has cooling properties.",
  "sanay": "natural laxative, supports bowel movement, and relieves constipation.",
  "sounth": "reduces inflammation, aids digestion, and relieves nausea.",
  "sendha namak": "balances electrolytes, improves digestion, and detoxifies the body.",
  "bala": "improves muscle strength, supports joint health, and enhances stamina.",
  "vidhara": "supports reproductive health and relieves stress.",
  "bel": "aids digestion, supports liver health, and relieves diarrhea.",
  "mochras": "has cooling properties, supports skin health, and reduces inflammation.",
  "shuddha bhang": "relieves pain, supports mental relaxation, and aids sleep.",
  "dhai": "supports skin health, detoxifies blood, and has anti-inflammatory properties.",
  "indrayan": "helps with constipation, detoxifies the body, and supports liver function.",
  "tankan bhasm": "supports respiratory health and improves digestion.",
  "saindhava lavana": "improves digestion and balances electrolytes.",
  "citraka": "boosts digestion and metabolism.",
  "pippalimula": "improves digestion, supports respiratory function, and boosts metabolism.",
  "satahva": "aids digestion, relieves bloating, and supports lactation.",
  "vriddadauka": "supports bone health and improves strength.",
  "surjana": "boosts immune function, aids digestion, and supports joint health.",
  "kutaki": "supports liver health, detoxifies the body, and improves digestion.",
  "chavya": "improves digestion, relieves bloating, and enhances metabolism.",
  "sariva": "purifies blood, cools the body, and supports skin health.",
  "kuttha": "supports respiratory health, relieves cough, and aids digestion.",
  "chhoti elaichi": "aids digestion, freshens breath, and has antioxidant properties.",
  "naagkeshar": "supports skin health, reduces inflammation, and aids digestion.",
  "phoolpriyangu": "cools the body, supports skin health, and improves digestion.",
  "neelotpal": "helps with fever, detoxifies blood, and supports skin health.",
  "harad": "improves digestion, detoxifies the body, and enhances bowel movement.",
  "abhraka bhasma": "boosts energy, supports respiratory health, and enhances brain function.",
  "lauh bhasma": "supports blood formation, improves metabolism, and boosts immunity.",
  "bhangra": "supports hair growth, detoxifies the liver, and strengthens immunity.",
  "java": "supports skin health, reduces inflammation, and detoxifies the body.",
  "tulsi": "boosts immunity, supports respiratory health, and relieves stress.",
  "banafsa": "helps with respiratory issues, relieves cough, and supports throat health.",
  "amaltas": "acts as a natural laxative, detoxifies the body, and improves digestion.",
  "chhoti pipal": "boosts respiratory health, improves digestion, and enhances metabolism.",
  "chhoti kateli": "relieves cough, clears mucus, and supports lung health.",
  "kakdasingi": "boosts immunity, supports respiratory health, and relieves cough.",
  "rudanti": "improves respiratory health, reduces inflammation, and enhances lung function.",
  "marich": "boosts metabolism, improves digestion, and enhances respiratory function.",
  "akarkara": "improves nerve health, supports digestion, and relieves toothache.",
  "abhrak bahsma": "boosts immunity, improves stamina, and enhances brain function.",
  "muktashukti bhasma": "supports digestion, strengthens bones, and improves metabolism.",
  "kapardak bhasma": "aids digestion, reduces acidity, and supports bone health.",
  "badam tail": "nourishes skin and hair, improves brain function, and supports heart health.",
  "kesar": "enhances complexion, improves digestion, and boosts mood.",
  "saffron": "rich in antioxidants, improves memory, and supports eye health.",
  "almond": "supports brain health, strengthens bones, and improves digestion.",
  "dhamasa": "purifies blood, supports respiratory health, and reduces inflammation.",
  "black pepper": "boosts metabolism, improves digestion, and enhances nutrient absorption.",
  "tomar": "supports dental health, relieves joint pain, and has antimicrobial properties.",
  "bud": "supports oral health, improves digestion, and has antiseptic properties.",
  "khadir": "detoxifies the skin, purifies blood, and strengthens gums.",
  "rind": "aids digestion, reduces bloating, and supports liver health.",
  "elaichi": "freshens breath, improves digestion, and supports respiratory health.",
  "vidang": "removes intestinal worms, supports digestion, and detoxifies the body.",
  "mishwak": "improves oral health, strengthens gums, and fights bacteria.",
  "apamarg": "detoxifies the body, supports kidney health, and relieves pain.",
  "bakul": "strengthens gums, supports oral health, and relieves tooth pain.",
  "pippli chhoti": "improves digestion, supports respiratory health, and enhances metabolism.",
  "vajradanti": "strengthens teeth, supports oral health, and prevents cavities.",
  "kasni": "supports liver health, improves digestion, and detoxifies the body.",
  "ginger": "reduces inflammation, aids digestion, and relieves nausea.",
  "ratanjot": "Helps to protect skin.",
  "masha": "Nourishes muscles and bones.",
  "sesame": "Helps to nourishes muscles.",
  "sesame oil": "Helps to nourishes muscles and bones.",
  "karpur": "Helps to stimulate blood circulation.",
  "nishot": "Aids in digestion and supports liver health.",
  "yashti madhu": "Known for its soothing effects on the throat and digestive system.",
  "jiru": "Enhances digestion and helps reduce bloating.",
  "svarjik sahara": "Acts as a natural antacid and supports gut health.",
  "galo": "Boosts immunity and helps detoxify the body."
}
